[
  {
    "Type": "journalArticle",
    "Year": 2020,
    "Author": "Yannopoulos, Demetris; Bartos, Jason; Raveendran, Ganesh; Walser, Emily; Connett, John; Murray, Thomas A.; Collins, Gary; Zhang, Lin; Kalra, Rajat; Kosmopoulos, Marinos; John, Ranjit; Shaffer, Andrew; Frascone, R. J.; Wesley, Keith; Conterato, Marc; Biros, Michelle; Tolar, Jakub; Aufderheide, Tom P.",
    "Title": "Advanced reperfusion strategies for patients with out-of-hospital cardiac arrest and refractory ventricular fibrillation (ARREST): a phase 2, single centre, open-label, randomised controlled trial",
    "Journal": "The Lancet",
    "DOI": "10.1016/S0140-6736(20)32338-2",
    "Url": "https://www.thelancet.com/article/S0140-6736(20)32338-2/fulltext#%20",
    "Date": "12/5/2020"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Wender, Emma R.; Counts, Catherine R.; Van Dyke, Molly; Sayre, Michael R.; Maynard, Charles; Johnson, Nicholas J.",
    "Title": "Prehospital Administration of Norepinephrine and Epinephrine for Shock after Resuscitation from Cardiac Arrest",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2252500",
    "Url": "https://doi.org/10.1080/10903127.2023.2252500",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Morgan, Sean; Gray, J. Jordan; Sams, Woodrow; Uhl, Kevin; Gundrum, Michael; McMullan, Jason",
    "Title": "LUCAS Device Use Associated with Prolonged Pauses during Application and Long Chest Compression Intervals",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2183294",
    "Url": "https://doi.org/10.1080/10903127.2023.2183294",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Heradstveit, Bård E.; Sunde, Geir-Arne; Asbjørnsen, Helge; Aalvik, Rune; Wentzel-Larsen, Tore; Heltne, Jon-Kenneth",
    "Title": "Pharmacokinetics of Epinephrine During Cardiac Arrest: A Pilot Study",
    "Journal": "Resuscitation",
    "DOI": "10.1016/j.resuscitation.2023.110025",
    "Url": "https://www.resuscitationjournal.com/article/S0300-9572(23)00340-4/fulltext",
    "Date": "10/26/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Smida, Tanner; Menegazzi, James J.; Crowe, Remle P.; Salcido, David D.; Bardes, James; Myers, Brent",
    "Title": "The Association of Prehospital End-Tidal Carbon Dioxide with Survival Following Out-of-Hospital Cardiac Arrest",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2262566",
    "Url": "https://doi.org/10.1080/10903127.2023.2262566",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2018,
    "Author": "Childress, Kelsey; Arnold, Kelly; Hunter, Christopher; Ralls, George; Papa, Linda; Silvestri, Salvatore",
    "Title": "Prehospital End-tidal Carbon Dioxide Predicts Mortality in Trauma Patients",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2017.1356409",
    "Url": "https://doi.org/10.1080/10903127.2017.1356409",
    "Date": "3/4/2018"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Parnia, Sam; Keshavarz Shirazi, Tara; Patel, Jignesh; Tran, Linh; Sinha, Niraj; O'Neill, Caitlin; Roellke, Emma; Mengotto, Amanda; Findlay, Shannon; McBrine, Michael; Spiegel, Rebecca; Tarpey, Thaddeus; Huppert, Elise; Jaffe, Ian; Gonzales, Anelly M.; Xu, Jing; Koopman, Emmeline; Perkins, Gavin D.; Vuylsteke, Alain; Bloom, Benjamin M.; Jarman, Heather; Nam Tong, Hiu; Chan, Louisa; Lyaker, Michael; Thomas, Matthew; Velchev, Veselin; Cairns, Charles B.; Sharma, Rahul; Kulstad, Erik; Scherer, Elizabeth; O'Keeffe, Terence; Foroozesh, Mahtab; Abe, Olumayowa; Ogedegbe, Chinwe; Girgis, Amira; Pradhan, Deepak; Deakin, Charles D.",
    "Title": "AWAreness during REsuscitation - II: A multi-center study of consciousness and awareness in cardiac arrest",
    "Journal": "Resuscitation",
    "DOI": "10.1016/j.resuscitation.2023.109903",
    "Url": "https://www.sciencedirect.com/science/article/pii/S0300957223002162",
    "Date": "10/1/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2008,
    "Author": "Stiell, Ian G.; Nesbitt, Lisa P.; Pickett, William; Munkley, Douglas; Spaite, Daniel W.; Banek, Jane; Field, Brian; Luinstra-Toohey, Lorraine; Maloney, Justin; Dreyer, Jon; Lyver, Marion; Campeau, Tony; Wells, George A.",
    "Title": "The OPALS Major Trauma Study: impact of advanced life-support on survival and morbidity",
    "Journal": "CMAJ : Canadian Medical Association Journal",
    "DOI": "10.1503/cmaj.071154",
    "Url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2292763/",
    "Date": "4/22/2008"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Jarvis, Jeffrey L.; Panchal, Ashish R.; Lyng, John W.; Bosson, Nichole; Donofrio-Odmann, Joelle J.; Braude, Darren A.; Browne, Lorin R.; Arinder, Michael; Bolleter, Scott; Gross, Toni; Levy, Michael; Lindbeck, George; Maloney, Lauren M.; Mattera, Connie J.; Wang, Cheng-Teng; Crowe, Remle P.; Gage, Christopher B.; Lang, Eddy S.; Sholl, J. Matthew",
    "Title": "Evidence-Based Guideline for Prehospital Airway Management",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2281363",
    "Url": "https://doi.org/10.1080/10903127.2023.2281363",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Cash, Rebecca E.; Kaimal, Anjali J.; Samuels-Kalow, Margaret E.; Boggs, Krislyn M.; Swanton, Maeve F.; Camargo Jr, Carlos A.",
    "Title": "Epidemiology of Emergency Medical Services-Attended out-of-Hospital Deliveries and Complications in the United States",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2283892",
    "Url": "https://doi.org/10.1080/10903127.2023.2283892",
    "Date": 2023
  }
]