[
  {
    "Type": "journalArticle",
    "Year": 2020,
    "Author": "Yannopoulos, Demetris; Bartos, Jason; Raveendran, Ganesh; Walser, Emily; Connett, John; Murray, Thomas A.; Collins, Gary; Zhang, Lin; Kalra, Rajat; Kosmopoulos, Marinos; John, Ranjit; Shaffer, Andrew; Frascone, R. J.; Wesley, Keith; Conterato, Marc; Biros, Michelle; Tolar, Jakub; Aufderheide, Tom P.",
    "Title": "Advanced reperfusion strategies for patients with out-of-hospital cardiac arrest and refractory ventricular fibrillation (ARREST): a phase 2, single centre, open-label, randomised controlled trial",
    "Journal": "The Lancet",
    "DOI": "10.1016/S0140-6736(20)32338-2",
    "Url": "https://www.thelancet.com/article/S0140-6736(20)32338-2/fulltext#%20",
    "Date": "12/5/2020"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Burnett, Aaron M; Haley, Kari B; Milder, Matthew F; Peterson, Bjorn K; Duren, Joey; Stevens, Andrew; Hermes, Danielle M; Nystrom, Paul; Lippert, Joseph; Moberg, Jennifer L; Isenberger, Kurt M",
    "Title": "Elimination of Emergency Department Ambulance Divert during the COVID-19 Pandemic Was Not Associated with an Increase in the Average Number of Ambulance Arrivals Per Day",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2271567",
    "Url": "https://doi.org/10.1080/10903127.2023.2271567",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Wender, Emma R.; Counts, Catherine R.; Van Dyke, Molly; Sayre, Michael R.; Maynard, Charles; Johnson, Nicholas J.",
    "Title": "Prehospital Administration of Norepinephrine and Epinephrine for Shock after Resuscitation from Cardiac Arrest",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2252500",
    "Url": "https://doi.org/10.1080/10903127.2023.2252500",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Morgan, Sean; Gray, J. Jordan; Sams, Woodrow; Uhl, Kevin; Gundrum, Michael; McMullan, Jason",
    "Title": "LUCAS Device Use Associated with Prolonged Pauses during Application and Long Chest Compression Intervals",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2183294",
    "Url": "https://doi.org/10.1080/10903127.2023.2183294",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Heradstveit, Bård E.; Sunde, Geir-Arne; Asbjørnsen, Helge; Aalvik, Rune; Wentzel-Larsen, Tore; Heltne, Jon-Kenneth",
    "Title": "Pharmacokinetics of Epinephrine During Cardiac Arrest: A Pilot Study",
    "Journal": "Resuscitation",
    "DOI": "10.1016/j.resuscitation.2023.110025",
    "Url": "https://www.resuscitationjournal.com/article/S0300-9572(23)00340-4/fulltext",
    "Date": "10/26/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Smida, Tanner; Menegazzi, James J.; Crowe, Remle P.; Salcido, David D.; Bardes, James; Myers, Brent",
    "Title": "The Association of Prehospital End-Tidal Carbon Dioxide with Survival Following Out-of-Hospital Cardiac Arrest",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2262566",
    "Url": "https://doi.org/10.1080/10903127.2023.2262566",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2018,
    "Author": "Childress, Kelsey; Arnold, Kelly; Hunter, Christopher; Ralls, George; Papa, Linda; Silvestri, Salvatore",
    "Title": "Prehospital End-tidal Carbon Dioxide Predicts Mortality in Trauma Patients",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2017.1356409",
    "Url": "https://doi.org/10.1080/10903127.2017.1356409",
    "Date": "3/4/2018"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Parnia, Sam; Keshavarz Shirazi, Tara; Patel, Jignesh; Tran, Linh; Sinha, Niraj; O'Neill, Caitlin; Roellke, Emma; Mengotto, Amanda; Findlay, Shannon; McBrine, Michael; Spiegel, Rebecca; Tarpey, Thaddeus; Huppert, Elise; Jaffe, Ian; Gonzales, Anelly M.; Xu, Jing; Koopman, Emmeline; Perkins, Gavin D.; Vuylsteke, Alain; Bloom, Benjamin M.; Jarman, Heather; Nam Tong, Hiu; Chan, Louisa; Lyaker, Michael; Thomas, Matthew; Velchev, Veselin; Cairns, Charles B.; Sharma, Rahul; Kulstad, Erik; Scherer, Elizabeth; O'Keeffe, Terence; Foroozesh, Mahtab; Abe, Olumayowa; Ogedegbe, Chinwe; Girgis, Amira; Pradhan, Deepak; Deakin, Charles D.",
    "Title": "AWAreness during REsuscitation - II: A multi-center study of consciousness and awareness in cardiac arrest",
    "Journal": "Resuscitation",
    "DOI": "10.1016/j.resuscitation.2023.109903",
    "Url": "https://www.sciencedirect.com/science/article/pii/S0300957223002162",
    "Date": "10/1/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2008,
    "Author": "Stiell, Ian G.; Nesbitt, Lisa P.; Pickett, William; Munkley, Douglas; Spaite, Daniel W.; Banek, Jane; Field, Brian; Luinstra-Toohey, Lorraine; Maloney, Justin; Dreyer, Jon; Lyver, Marion; Campeau, Tony; Wells, George A.",
    "Title": "The OPALS Major Trauma Study: impact of advanced life-support on survival and morbidity",
    "Journal": "CMAJ : Canadian Medical Association Journal",
    "DOI": "10.1503/cmaj.071154",
    "Url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2292763/",
    "Date": "4/22/2008"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Jarvis, Jeffrey L.; Panchal, Ashish R.; Lyng, John W.; Bosson, Nichole; Donofrio-Odmann, Joelle J.; Braude, Darren A.; Browne, Lorin R.; Arinder, Michael; Bolleter, Scott; Gross, Toni; Levy, Michael; Lindbeck, George; Maloney, Lauren M.; Mattera, Connie J.; Wang, Cheng-Teng; Crowe, Remle P.; Gage, Christopher B.; Lang, Eddy S.; Sholl, J. Matthew",
    "Title": "Evidence-Based Guideline for Prehospital Airway Management",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2281363",
    "Url": "https://doi.org/10.1080/10903127.2023.2281363",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Cash, Rebecca E.; Kaimal, Anjali J.; Samuels-Kalow, Margaret E.; Boggs, Krislyn M.; Swanton, Maeve F.; Camargo Jr, Carlos A.",
    "Title": "Epidemiology of Emergency Medical Services-Attended out-of-Hospital Deliveries and Complications in the United States",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2283892",
    "Url": "https://doi.org/10.1080/10903127.2023.2283892",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Boland, Lori L.; Anderson, Morgan K.; Powell, Jonathan R.; Patock, Michael T.; Panchal, Ashish R.",
    "Title": "EMS Responses for Pediatric Behavioral Health Emergencies in the United States: A 4-Year Descriptive Evaluation",
    "Journal": "Prehospital and Disaster Medicine",
    "DOI": "10.1017/S1049023X2300657X",
    "Url": "https://www.cambridge.org/core/journals/prehospital-and-disaster-medicine/article/ems-responses-for-pediatric-behavioral-health-emergencies-in-the-united-states-a-4year-descriptive-evaluation/37AE45C02F11D08DF7C8E7CA92D7D86C",
    "Date": "2023-12"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Sarpourian, Fatemeh; Marzaleh, Milad Ahmadi; Aghda, Seyed Ali Fatemi; Zare, Zahra",
    "Title": "Application of Telemedicine in the Ambulance for Stroke Patients: A Systematic Review",
    "Journal": "Prehospital and Disaster Medicine",
    "DOI": "10.1017/S1049023X23006519",
    "Url": "https://www.cambridge.org/core/journals/prehospital-and-disaster-medicine/article/abs/application-of-telemedicine-in-the-ambulance-for-stroke-patients-a-systematic-review/969161A967098C66B79D3D39ECA66311",
    "Date": "2023-12"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Thurman, Jeffrey T.; Hawkins, Seth C.; Fifer, David; Clark, John R.; Abo, Benjamin",
    "Title": "Wilderness Paramedic-A Practice Analysis",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2281372",
    "Url": "",
    "Date": "11/9/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "MacAllister, Sean A.; Fernandez, Antonio R.; Smith, Michael J.; Myers, J. Brent; Crowe, Remle P.",
    "Title": "Prehospital Sepsis Recognition and Outcomes for Patients with Sepsis by Race and Ethnicity",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2294269",
    "Url": "",
    "Date": "12/14/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Radulovic, Nada; Hillier, Morgan; Nisenbaum, Rosane; Turner, Linda; Nolan, Brodie",
    "Title": "The Impact of Out-of-Hospital Time and Prehospital Intubation on Return of Spontaneous Circulation following Resuscitative Thoracotomy in Traumatic Cardiac Arrest",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2285390",
    "Url": "",
    "Date": "11/28/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Benner, Cameron; Jui, Jonathan; Neth, Matthew R.; Sahni, Ritu; Thompson, Kathryn; Smith, Jeffrey; Newgard, Craig; Daya, Mohamud R.; Lupton, Joshua R.",
    "Title": "Outcomes with Tibial and Humeral Intraosseous Access Compared to Peripheral Intravenous Access in Out-of-Hospital Cardiac Arrest",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2286621",
    "Url": "",
    "Date": "11/28/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Fornage, Louis B.; O'Neil, Christine; Dowker, Stephen R.; Wanta, Eric R.; Lewis, Ryan S.; Brown, Lawrence H.",
    "Title": "Prehospital Intervention Improves Outcomes for Patients Presenting in Atrial Fibrillation with Rapid Ventricular Response",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2283885",
    "Url": "",
    "Date": "11/17/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Hagan, Stephanie Rae; Crilly, Julia; Ranse, Jamie",
    "Title": "Alcohol-Related Presentations to Emergency Departments on Days with Holidays, Social, and Sporting Events: An Integrative Literature Review",
    "Journal": "Prehospital and Disaster Medicine",
    "DOI": "10.1017/S1049023X23006507",
    "Url": "https://www.cambridge.org/core/journals/prehospital-and-disaster-medicine/article/alcoholrelated-presentations-to-emergency-departments-on-days-with-holidays-social-and-sporting-events-an-integrative-literature-review/D055F3FBAF7DB97C633506EDFA17271F",
    "Date": "2023-12"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Pek, Jen Heng; Quah, Li Juan Joy; Valente, Martina; Ragazzoni, Luca; Corte, Francesco Della",
    "Title": "Use of Simulation in Full-Scale Exercises for Response to Disasters and Mass-Casualty Incidents: A Scoping Review",
    "Journal": "Prehospital and Disaster Medicine",
    "DOI": "10.1017/S1049023X2300660X",
    "Url": "https://www.cambridge.org/core/journals/prehospital-and-disaster-medicine/article/abs/use-of-simulation-in-fullscale-exercises-for-response-to-disasters-and-masscasualty-incidents-a-scoping-review/EE4E99D38481D382B409527D0318DA6D",
    "Date": "2023-12"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Yılmaz, Sarper; Cetinkaya, Remzi; Ozel, Mehmet; Tatliparmak, Ali Cankut; Ak, Rohat",
    "Title": "Enhancing Triage and Management in Earthquake-Related Injuries: The SAFE-QUAKE Scoring System for Predicting Dialysis Requirements",
    "Journal": "Prehospital and Disaster Medicine",
    "DOI": "10.1017/S1049023X23006453",
    "Url": "https://www.cambridge.org/core/journals/prehospital-and-disaster-medicine/article/abs/enhancing-triage-and-management-in-earthquakerelated-injuries-the-safequake-scoring-system-for-predicting-dialysis-requirements/1644A6198DA17FD740B2D0F34E6AF77C",
    "Date": "2023-12"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Ramsey, J. T.; Pache, Killian M.; Sayre, Michael R.; Maynard, Charles; Johnson, Nicholas J.; Counts, Catherine R.",
    "Title": "Comparison of Intubating Conditions with Succinylcholine Versus Rocuronium in the Prehospital Setting",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2285399",
    "Url": "",
    "Date": "11/29/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Sritharan, Jeavana; Demers, Paul A.; Eros, Fanni R.; Berriault, Colin; Dakouo, Mamadou; Kirkham, Tracy L.",
    "Title": "Cancer Risks among Emergency Medical Services Workers in Ontario, Canada",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2283079",
    "Url": "",
    "Date": "11/15/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Hunt, Brooke; Zhao, Henry; Cassidy, Alexandra; Peart, Sam; Olaussen, Alexander",
    "Title": "Diagnostic Accuracy of Posterior Circulation Stroke by Paramedics: A Systematic Review",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2270041",
    "Url": "",
    "Date": "10/17/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Stassen, Willem; Wylie, Craig; Craig, Wesley; Ebrahim, Ismaeel; Mahoney, Scott H.; Pusateri, Anthony E.; Rambharose, Sanjeev; van Koningsbruggen, Candice; Weiskopf, Richard B.; Wallis, Lee A.",
    "Title": "The Effect of Prehospital Clinical Trial-Related Procedures on Scene Interval, Cognitive Load, and Error: A Randomized Simulation Study",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2259998",
    "Url": "",
    "Date": "9/15/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Owusu-Ansah, Sylvia; Crowe, Remle P.; Ramgopal, Sriram",
    "Title": "Racial, Ethnic, and Socioeconomic Disparities in Prehospital Encounters for Children with Asthma",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2260471",
    "Url": "",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Varughese, Renoj; Cater-Cyker, Mitchell; Sabbineni, Rupa; Sigler, Sara; Champoux, Sara; Gamber, Mark; Burnett, Susan J.; Troutman, Gerad; Chuang, Chan; Sanders, Richard; Doran, John; Nataneli, Nushin; Cooney, Derek R.; Bloomstone, Joshua A.; Clemency, Brian M.",
    "Title": "Transport Rates and Prehospital Intervals for an EMS Telemedicine Intervention",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2266023",
    "Url": "",
    "Date": "10/6/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Lee, Sang Hoon; Riney, Lauren C.; Merkt, Brant; McDonough, Shawn D.; Baker, Jordan; Boyd, Stephanie; Zhang, Yin; Geis, Gary L.",
    "Title": "Improving Pediatric Procedural Skills for EMS Clinicians: A Longitudinal Simulation-Based Curriculum with Novel, Remote, First-Person-View Video-Based Outcome Measurement",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2263555",
    "Url": "",
    "Date": "9/26/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Nakayama, Ryuichi; Bunya, Naofumi; Uemura, Shuji; Sawamoto, Keigo; Narimatsu, Eichi",
    "Title": "Prehospital Advanced Airway Management and Ventilation for Out-of-Hospital Cardiac Arrest with Prehospital Return of Spontaneous Circulation: A Prospective Observational Cohort Study in Japan",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2260479",
    "Url": "",
    "Date": "9/25/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Gage, Christopher B.; Powell, Jonathan R.; Cash, Rebecca E.; Panchal, Ashish R.",
    "Title": "Prehospital Workforce Changes: 10-Year Evaluation of National Registry Certifications",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2249566",
    "Url": "",
    "Date": "9/13/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Giaume, Louise; Jimenez, Adrien; Kedzierewicz, Romain; Jost, Daniel; Pery, Marie; Trouvé, Julien; Burlaton, Guillaume; Travers, Stéphane; Prunet, Bertrand; Trousselard, Marion",
    "Title": "FIRECARE: An Evidence-Based Prevention Program to Reduce Burnout among Prehospital Caregivers: Benefits of a Combined Mindfulness, Heart Coherence Training, and Positive Psychology Intervention",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2258204",
    "Url": "",
    "Date": "9/12/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Cicero, Mark X.; Baird, Janette; Brown, Linda; Auerbach, Marc; Adelgais, Kathleen",
    "Title": "Frequency, Type, and Degree of Potential Harm of Adverse Safety Events among Pediatric Emergency Medical Services Encounters",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2257775",
    "Url": "",
    "Date": "9/12/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Supples, Michael W.; McIlwain, Joseph S.; Snavely, Anna C.; Powell, Stephen L.; Winslow, James E.; Stopyra, Jason P.; Mahler, Simon A.",
    "Title": "Workplace Health Promotion Programs Available to Emergency Medical Services Clinicians in North Carolina",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2256391",
    "Url": "",
    "Date": "9/5/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Wender, Emma R.; Counts, Catherine R.; Van Dyke, Molly; Sayre, Michael R.; Maynard, Charles; Johnson, Nicholas J.",
    "Title": "Prehospital Administration of Norepinephrine and Epinephrine for Shock after Resuscitation from Cardiac Arrest",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2252500",
    "Url": "",
    "Date": "9/14/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Stone, Roger M.; Kaufman, Benjamin T.; Burns, Timothy A.; Delbridge, Theodore R.",
    "Title": "COVID-19 Testing Among Out-of-Hospital Cardiac Arrest Patients: Implications for Public Health",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2241893",
    "Url": "",
    "Date": "8/23/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2024,
    "Author": "Smida, Tanner; Menegazzi, James J.; Crowe, Remle P.; Salcido, David D.; Martin, P. S.; Scheidler, James; Bardes, James",
    "Title": "The Association of Combined Prehospital Hypotension and Hypoxia with Outcomes following Out-of-Hospital Cardiac Arrest Resuscitation",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2238820",
    "Url": "",
    "Date": 2024
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Clark, Angela B.; Coates, Alison M.; Choi, Tammie; Meadley, Ben; Bowles, Kelly-Ann; Bonham, Maxine P.",
    "Title": "The Effect of Commencing Rotating Shift Work on Diet and Body Composition Changes in Graduate Paramedics: A Longitudinal Mixed Methods Study",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2249532",
    "Url": "",
    "Date": "8/29/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "McCarthy, Elizabeth M.; Burns, Kevin; Schuster, Kevin M.; Cone, David C.",
    "Title": "Tourniquet Use in the Prehospital Setting",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2240383",
    "Url": "",
    "Date": "8/17/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Kamta, Jeff; Fregoso, Bryan; Lee, Andrew; Kutsuris, Catherine; Kadow, Elizabeth; Walker, Christopher; Sensenbach, Benjamin; O'Donnell, Caitlin; Porter, Andrew; Blankenberg, Jessica; Acquisto, Nicole; Mazzillo, Justin; Farney, Aaron; Cushman, Jeremy T.; Dorsett, Maia",
    "Title": "Improving Emergency Medicine Clinician Awareness of Prehospital-Administered Medications",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2238815",
    "Url": "",
    "Date": "7/28/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Karfunkle, Benjamin; Chan, Hei Kit; Fisher, Benjamin; Gill, Joseph; Bakunas, Carrie; Gordon, Richard; Miller, Sara; Huebinger, Ryan",
    "Title": "Prehospital Ultrasound: Nationwide Incidence from the NEMSIS Database",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2239353",
    "Url": "",
    "Date": "8/10/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2024,
    "Author": "Colgan, Alexander; Swanson, Morgan B.; Ahmed, Azeemuddin; Harland, Kari; Mohr, Nicholas M.",
    "Title": "Documented Use of Emergency Medical Dispatch Protocols is Associated with Improved Survival in Out of Hospital Cardiac Arrest",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2239363",
    "Url": "",
    "Date": 2024
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Mohd Mokhtar, Mohd Amin; Azhar, Zahir Izuan; Jamaluddin, Sabariah Faizah; Cone, David Christopher; Shin, Sang Do; Shaun, Goh E.; Chiang, Wen Chu; Kajino, Kentaro; Song, Kyoung Jun; Son, Do Ngoc; Norzan, Nurul Azlean; PATOS Clinical Research Network",
    "Title": "Analysis of Trauma Characteristics Between the Older and Younger Adult Patient from the Pan Asian Trauma Outcome Study Registry (PATOS)",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2237107",
    "Url": "",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Curtis, Travis M.; Boozarpour, Omid; Rebagliati, Daniel E.; Colwell, Christopher B.; Dailey, Michael W.",
    "Title": "Prehospital Chest Pain Management: Disparity Based on Homeless Status",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2238309",
    "Url": "",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Patch, Kyle; Huang, Caroline; Hendriks, Saskia; Wasserman, David; Parrish, Matthew; Grady, Christine",
    "Title": "It's Pretty Sad If You Get Used to It\": A Qualitative Study of First Responder Experiences with Opioid Overdose Emergencies",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2236200",
    "Url": "",
    "Date": "7/18/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Riney, Lauren; Palmer, Sam; Finlay, Erik; Bertrand, Andrew; Burcham, Shannon; Hendry, Phyllis; Shah, Manish; Kothari, Kathryn; Ashby, David; Ostermayer, Daniel; Semenova, Olga; Abo, Benjamin N.; Abes, Benjamin; Shimko, Nichole; Myers, Emily; Frank, Marshall; Turner, Tim; Kemp, Mac; Landry, Kim; Roland, Greg; Fishe, Jennifer",
    "Title": "EMS Administration of Systemic Corticosteroids to Pediatric Asthma Patients: An Analysis by Severity and Transport Interval",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2234996",
    "Url": "",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Sergot, Paulina B.; Mead, Loren B.; Jones, Elizabeth B.; Crowe, Remle P.; Huebinger, Ryan M.",
    "Title": "Association of Ketamine Dosing with Intubation and Other Adverse Events in Patients with Behavioral Emergencies",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2234491",
    "Url": "",
    "Date": "7/17/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Fritz, Christie L.; Thomas, Sarah Alice; Galvagno, Samuel M.; Thomas, Stephen H.",
    "Title": "Survival Benefit of Helicopter Scene Response for Patients with an Injury Severity Score of at Least Nine: A Systematic Review and Meta-Analysis",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2232453",
    "Url": "",
    "Date": "7/18/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Grubic, Nicholas; Hill, Braeden; Allan, Katherine S.; Dainty, Katie N.; Johri, Amer M.; Brooks, Steven C.",
    "Title": "Community Interventions for Out-of-Hospital Cardiac Arrest in Resource-Limited Settings: A Scoping Review Across Low, Middle, and High-Income Countries",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2231559",
    "Url": "",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2024,
    "Author": "Kruit, Natalie; Song, Changle; Tian, David; Moylan, Emily; Dennis, Mark",
    "Title": "ECPR Survivor Estimates: A Simulation-Based Approach to Comparing ECPR Delivery Strategies",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2229912",
    "Url": "",
    "Date": 2024
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Doan, Tan N.; Rashford, Stephen; Sims, Louise; Wilson, Kirsten; Garner, Sandra; Bosley, Emma",
    "Title": "Suicide-Related Out-of-Hospital Cardiac Arrests in Queensland, Australia: Temporal Trends of Characteristics and Outcomes over 14 Years",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2230595",
    "Url": "",
    "Date": "7/10/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Allgood, Rick A.; Faris, Gregory W.; Supples, Michael; Lardaro, Thomas; Crowe, Remle P.",
    "Title": "Results of a Quality Improvement Initiative to Increase the Completion Rate of Electronic Health Records for Patient Encounters at a Large Urban Fire-Based Non-Transporting EMS Agency",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2227980",
    "Url": "",
    "Date": "7/12/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Patterson, P. Daniel; Okerman, Tiffany S.; Roach, David G. L.; Hilditch, Cassie J.; Weaver, Matthew D.; Patterson, Charity G.; Sheffield, Mark A.; Di Salvatore, Jillian S.; Bernstein, Haley; Georges, George; Andreozzi, April; Willson, Cameron M.; Jain, Disha; Martin, Sarah E.; Weiss, Leonard S.",
    "Title": "Are Short Duration Naps Better than Long Duration Naps for Mitigating Sleep Inertia? Brief Report of a Randomized Crossover Trial of Simulated Night Shift Work",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2227696",
    "Url": "",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Patterson, P. Daniel; Okerman, Tiffany S.; Roach, David G. L.; Weaver, Matthew D.; Patterson, Charity G.; Martin, Sarah E.; Okwiya, Nicholas; Nong, Lily; Eyiba, Chinemeh; Huff, Jordan R.; Ruzicka, Anna; Ruggieri, Julia; McIlvaine, Quentin; Weiss, Leonard S.",
    "Title": "Effect of Short versus Long Duration Naps on Blood Pressure during Simulated Night Shift Work: A Randomized Crossover Trial",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2227891",
    "Url": "",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Ciarletta, John; Lillvis, Denise; Stoklosa, Anne; Kasper, Benjamin; Bass, Kathryn",
    "Title": "Safe Ground Transport of Pediatric Patients: A Qualitative Assessment of Best Practice Guidelines Implementation",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2227249",
    "Url": "",
    "Date": "7/6/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Hunt, McKenna; Niyonsaba, Mediatrice; Uwitonze, Jean Marie; Nyinawankusi, Jeanne D'Arc; Davies, Justine; Maine, Rebecca; Nkeshimana, Menelas; Jayaraman, Sudha; Watt, Melissa H.",
    "Title": "Challenges Locating the Scene of Emergency: A Qualitative Study of the EMS System in Rwanda",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2225195",
    "Url": "",
    "Date": "6/29/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Oanesa, Rae Denise; Su, Tom Wen-Han; Weissman, Alexandra",
    "Title": "Evidence for Use of Validated Sepsis Screening Tools in the Prehospital Population: A Scoping Review",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2224862",
    "Url": "",
    "Date": "7/6/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Friedman, Nicholas; Zuniga-Hernandez, Michelle; Titzler, Janet; Suen, Man Yee; Wang, Ellen; Rosales, Oswaldo; Graham, Jenna; D'Souza, Peter; Menendez, Maria; Caruso, Thomas J.",
    "Title": "Prehospital Pediatric Emergency Training Using Augmented Reality Simulation: A Prospective, Mixed Methods Study",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2224876",
    "Url": "",
    "Date": "6/29/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Jouffroy, Romain; Gueye, Papa; Djossou, Félix; Vivien, Benoît",
    "Title": "Usefulness of Prehospital Care for Patients with Septic Shock: Experience and Evidence-Based Medicine Are Mounting",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2225093",
    "Url": "",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Miller, Nathaniel S.; Patel, Mehul D.; Williams, Jefferson G.; Bachman, Michael W.; Cyr, Julianne M.; Cabañas, José G.; Brice, Jane H.",
    "Title": "Prehospital Fluid Administration for Suspected Sepsis in a Large EMS System: Opportunities to Improve Goal Fluid Delivery",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2203526",
    "Url": "",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Huebinger, Ryan; Panczyk, Micah; Villa, Normandy; Al-Araji, Rabab; Schulz, Kevin; Humphries, Amanda; Gill, Joseph; Persse, David; J Bobrow, Bentley",
    "Title": "First Responder CPR and Survival Differences in Texas Minority and Lower Socioeconomic Status Neighborhoods",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2188331",
    "Url": "",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2024,
    "Author": "Moeller, Bruce J.; Jameson, Angus M.; Elkes, Johnathon; Lozano, Michael",
    "Title": "Secondary Public Safety Answering Points Delay the Response to out of Hospital Cardiac Arrest",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2214221",
    "Url": "",
    "Date": 2024
  },
  {
    "Type": "journalArticle",
    "Year": 2024,
    "Author": "Choi, Seulki; Hong, Ki Jeong; Lee, Stephen Gyung Won; Kim, Tae Han; Shin, Sang Do; Song, Kyoung Jun; Ro, Young Sun; Jeong, Joo; Park, Jeong Ho; Lee, Gyeong Min",
    "Title": "Association between Case Volumes of Extracorporeal Life Support and Clinical Outcome in Out-of-Hospital Cardiac Arrest",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2216786",
    "Url": "",
    "Date": 2024
  },
  {
    "Type": "journalArticle",
    "Year": 2024,
    "Author": "Ho, Andrew Fu Wah; Lee, Kai Yi; Nur, Shahidah; Fook, Stephanie Chong; Pek, Pin Pin; Tanaka, Hideharu; Sang, Do Shin; Chow, Patrick In-Ko; Tan, Benjamin Yong-Qiang; Lim, Shir Lynn; Ma, Matthew Huei-Ming; Ryoo, Hyun Wook; Lin, Chih-Hao; Kuo, Chan-Wei; Kajino, Kentaro; Ong, Marcus Eng Hock; Pan-Asian Resuscitation Outcomes Study Clinical Research Network",
    "Title": "Association between Conversion to Shockable Rhythms and Survival with Favorable Neurological Outcomes for Out-of-Hospital Cardiac Arrests",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2212039",
    "Url": "",
    "Date": 2024
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Perlmutter, Michael; Price, Mark; Kothari, Kathryn; Rafique, Zubaid; Rogers Keene, Kelly; De La Rosa, Xavier; Weinstein, Elizabeth; Patrick, Casey",
    "Title": "Prehospital Treatment of Benzodiazepine-Resistant Pediatric Status Epilepticus with Parenteral Ketamine: A Case Series",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2221967",
    "Url": "",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Peters, Gregory A.; Cash, Rebecca E.; Goldberg, Scott A.; Kolb, Lily M.; Ordoobadi, Alexander J.; Camargo, Carlos A.",
    "Title": "Emergency Medical Services Management of Bronchospasm in the United States: A Cross-Sectional Analysis and Nationwide Quality Assessment",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2220021",
    "Url": "",
    "Date": "6/16/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Burton, Edel; Aladkhen, Johnny; O'Donnell, Cathal; Masterson, Siobhán; Merwick, Áine; McCarthy, Vera Jc; Kearney, Patricia M.; Buckley, Claire M.",
    "Title": "Effects of the COVID-19 Pandemic on Prehospital Emergency Care for Adults with Stroke and Transient Ischaemic Attack: A Systematic Review and Meta-Analysis",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2219729",
    "Url": "",
    "Date": "6/29/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Kent, Matthew E.; Sciavolino, Brandon M.; Blickley, Zachary J.; Pasichow, Scott H.",
    "Title": "Video Laryngoscopy versus Direct Laryngoscopy for Orotracheal Intubation in the Out-of-Hospital Environment: A Systematic Review and Meta-Analysis",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2219727",
    "Url": "",
    "Date": "6/12/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Duvekot, Martijne H. C.; Garcia, Bjarty L.; Dekker, Luuk; Nguyen, Truc My; van den Wijngaard, Ido R.; de Laat, Karlijn F.; de Schryver, Els L. L. M.; Kloos, Loet M. H.; Aerden, Leo A. M.; Zylicz, Stas A.; Bosch, Jan; van Belle, Eduard; van Zwet, Erik W.; Rozeman, Anouk D.; Moudrous, Walid; Vermeij, Frédérique H.; Lingsma, Hester F.; Bakker, Jeannette; van Doormaal, Pieter Jan; van Es, Adriaan C. G. M.; van der Lugt, Aad; Wermer, Marieke J. H.; Dippel, Diederik W. J.; Kerkhoff, Henk; Roozenbeek, Bob; Kruyt, Nyika D.; Venema, Esmee; Leiden Prehospital Stroke Study and PRESTO Investigators",
    "Title": "Prehospital Stroke Triage: A Modeling Study on the Impact of Triage Tools in Different Regions",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2215859",
    "Url": "",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2024,
    "Author": "Bourdages, Sara; Olaf, Mark; Schoenwetter, David; Berger, Andrea",
    "Title": "Mobile Integrated Health and Hospital Utilization for Congestive Heart Failure in a Rural Setting",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2217259",
    "Url": "",
    "Date": 2024
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Robinson, Aaron E.; Pearson, Andrew M.; Bunting, Alec J.; Kennedy, Hailey J.; Prekker, Matthew E.; Reardon, Robert F.; Jones, Gregg A.; Simpson, Nicholas S.; Kummer, Timothy M.; Babcock, Corey P.; Driver, Brian E.",
    "Title": "A Practical Solution for Preoxygenation in the Prehospital Setting: A Nonrebreather Mask with Flush Rate Oxygen",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2213761",
    "Url": "",
    "Date": "5/22/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Nguyen, Peter; Pokrzywa, Courtney; Figueroa, Juan; Jocoy, Kathleen A.; Brandolino, Amber; Karam, Basil S.; Schramm, Andrew T.; Deshpande, David; Lawton, Joseph; Milia, David; Lenz, Timothy",
    "Title": "Predictive Factors for the Application of Pelvic Binders in the Prehospital Setting",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2213316",
    "Url": "",
    "Date": "5/24/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Kadish, Chelsea B.; Lloyd, Julia K.; Adelgais, Kathleen M.; Ward, Caleb E.; Lo, Charmaine B.; Truelove, Annie; Leonard, Julie C.",
    "Title": "Prehospital Recognition and Management of Pediatric Sepsis: A Qualitative Assessment",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2210217",
    "Url": "",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Ramgopal, Sriram; Sepanski, Robert J.; Crowe, Remle P.; Martin-Gill, Christian",
    "Title": "External Validation of Empirically Derived Vital Signs in Children and Comparison to Other Vital Signs Classification Criteria",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2206473",
    "Url": "",
    "Date": "5/19/2023"
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Young, Douglas; Everitt, Bryan; Fine, Brandon; Miramontes, David",
    "Title": "Immersive Cooling in the Prehospital Setting for Heat Stroke: A Case Report",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2201515",
    "Url": "",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Dix, Aaron; Jones, Blake; Gormley, Mirinda Ann; Schwerin, Daniel L.; Gates, Robert; Beltran, Gerald Wook",
    "Title": "Prehospital Blood Administration in Pediatric Patients: A Case Report",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2193980",
    "Url": "",
    "Date": 2023
  },
  {
    "Type": "journalArticle",
    "Year": 2023,
    "Author": "Berry, Cherisse; Gallagher, John M.; Goodloe, Jeffrey M.; Dorlac, Warren C.; Dodd, Jimm; Fischer, Peter E.",
    "Title": "Prehospital Hemorrhage Control and Treatment by Clinicians: A Joint Position Statement",
    "Journal": "Prehospital Emergency Care",
    "DOI": "10.1080/10903127.2023.2195487",
    "Url": "",
    "Date": 2023
  }
]